{"data":{"takeshape":{"getHomePage":{"aboutBlurb":"Brain Arts Organization is a volunteer run 501(c)3 arts nonprofit for Greater Boston. Our mission is to create platforms for fringe artistic communities. Through our inclusive, participatory efforts, we aspire to uplift communities and fill cultural voids in our unique region of New England.","instagramUrl":"https://www.instagram.com/brain_arts_organization/","facebookUrl":"https://www.facebook.com/brainartsorg/","ourProjectsHeader":"Our Projects","projects":[{"name":"Dorchester Art Project","url":"https://dorchesterartproject.org/","image":{"path":"7536b454-70a2-49ff-b62a-ea9af7ddecee/dev/d2158b63-9f72-41ed-acc8-caac1360a03c/dap.png"},"detail":"In January 2018, Brain Arts took over operations of the Dorchester Art Project, a community arts center in the Fields Corner neighborhood of Dorchester. In addition to housing 13 private artist studios, DAP features two gallery spaces, a zine library and a small performance hall."},{"name":"Black Market Flea","url":null,"image":{"path":"7536b454-70a2-49ff-b62a-ea9af7ddecee/dev/47692a22-8770-4a7b-8f82-1e9338cd67ad/39679001550_01da7074bf_z.jpg"},"detail":"Black Market Flea is a volunteer-run, bi-monthly market featuring artisans and enthusiasts from across New England and beyond. Our vendors sell everything from handmade zines and original artwork to leather, glass, ceramic and fiber goods. With the full force of Brain Arts Org behind it, Black Market Flea has become one of the most highly attended markets in the area, often drawing more than 1,000 visitors in a single day. "},{"name":"Boston Hassle","url":"https://bostonhassle.com/","image":{"path":"7536b454-70a2-49ff-b62a-ea9af7ddecee/dev/13bf5876-a6fc-41bd-a459-16873a74695d/bhass-logo.jpg"},"detail":"Boston Hassle represents a culture blog which features the writings of the best of Boston’s emerging writers covering New England’s diverse fringe arts scene, and an event series which provides a performance platform for local and touring artists in Boston. In 2018 alone, Boston Hassle organized 130 events, booking over 550 artists and activating 30 unconventional venues for all ages programming."},{"name":"Boston Compass","url":"https://bostonhassle.com/boston-compass/","image":{"path":"7536b454-70a2-49ff-b62a-ea9af7ddecee/dev/dfecc955-cead-43cf-9157-0eb5b1b0539b/compass.png"},"detail":"The Boston Compass is our 4-page free newspaper distributed monthly to over 300 community spaces across the Greater Boston Area. With approximately 6k issues printed monthly, each issue serves primarily as a directory of curated music, art, and film events, focusing on non-commercial and under-represented artists in our community."}]}}},"pageContext":{"isCreatedByStatefulCreatePages":true}}